function About() {
  return (
    <div className="w-100 py-5 px-3 d-flex flex-column align-items-center justify-content-center bg-white rounded-4 shadow">
      <h1 className="fw-bold mb-4 text-danger" style={{ fontSize: "2.5rem" }}>
        خدمة وسائل الايضاح
      </h1>
      <p
        className="mt-3 mb-0 pb-0 text-center"
        style={{
          color: "#222",
          fontSize: "1.25rem",
          lineHeight: "2",
          maxWidth: "900px",
        }}
      >
        وسائل الإيضاح هي خدمة كنسية متميزة تهدف إلى تبسيط وتعليم مفاهيم الكتاب المقدس والإيمان المسيحي للأطفال بطريقة جذابة وسهلة الفهم.
        تعتمد هذه الخدمة على استخدام وسائل متنوعة مثل الصور التوضيحية، والمجسمات، والعروض التفاعلية، بالإضافة إلى الألعاب التعليمية،
        وذلك لتقديم المحتوى الروحي بأسلوب ممتع يلامس عقل وقلب الطفل. لا تقتصر الخدمة على التعليم فقط، بل تشمل أيضًا دروسًا منتظمة في الكتاب المقدس،
        والصلوات، والألحان القبطية، مما يساهم في تنمية المعرفة الروحية والانتماء الكنسي. كما توفر الخدمة بيئة آمنة ومشجعة لتكوين الصداقات،
        وتعزيز روح التعاون من خلال اللعب والأنشطة الجماعية، مما يساعد الأطفال على النمو في المحبة والشركة داخل جسد المسيح. (مؤسسة غير ربحية).
      </p>
    </div>
  );
}

export default About;
